-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 15, 2020 at 06:59 AM
-- Server version: 10.4.8-MariaDB
-- PHP Version: 7.3.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `stf`
--

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` int(11) NOT NULL,
  `site_title` varchar(50) CHARACTER SET utf8 NOT NULL,
  `timezone` varchar(100) CHARACTER SET utf8 NOT NULL,
  `recaptcha` varchar(5) CHARACTER SET utf8 NOT NULL,
  `theme` varchar(100) CHARACTER SET utf8 NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=latin1;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `site_title`, `timezone`, `recaptcha`, `theme`) VALUES
(1, 'اصدقاء الاستراتيجية', 'Asia/Riyadh', 'no', 'https://maxcdn.bootstrapcdn.com/bootswatch/3.3.7/lumen/bootstrap.min.css');

-- --------------------------------------------------------

--
-- Table structure for table `tokens`
--

CREATE TABLE `tokens` (
  `id` int(11) NOT NULL,
  `token` varchar(255) NOT NULL,
  `user_id` int(10) NOT NULL,
  `created` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tokens`
--

INSERT INTO `tokens` (`id`, `token`, `user_id`, `created`) VALUES
(1, '86c4a8185a66258525b49ceba5b2aa', 1, '2020-01-13');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) NOT NULL,
  `email` varchar(100) NOT NULL,
  `first_name` varchar(100) NOT NULL,
  `last_name` varchar(100) NOT NULL,
  `role` varchar(10) NOT NULL,
  `password` text NOT NULL,
  `last_login` varchar(100) NOT NULL,
  `status` varchar(100) NOT NULL,
  `banned_users` varchar(100) NOT NULL,
  `phone` varchar(20) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `email`, `first_name`, `last_name`, `role`, `password`, `last_login`, `status`, `banned_users`, `phone`) VALUES
(8, '', 'م/ عبدالله سعيد المالكي', '', '', '', '', '', '', '599249874'),
(6, '', 'م / محمد عالي الشهري', '', '', '', '', '', '', '597232318'),
(7, '', 'ا /خالد عبدالعزيز الحرفش', '', '', '', '', '', '', '505718300'),
(5, '', 'ا / سعاد الظافر', '', '', '', '', '', '', '502977107'),
(4, '', 'ا / نوره العتيبي', '', '', '', '', '', '', '555181727'),
(3, '', 'العميد/ سالم محمد المري', '', '', '', '', '', '', '505933282'),
(2, '', 'م/ محمد علي السلاطين', '', '', '', '', '', '', '533742222'),
(1, '', 'أ / علي محمد الرويلي', '', '', '', '', '', '', '555447790'),
(9, '', 'ا / رامي عايض آل موسى', '', '', '', '', '', '', '500000763'),
(10, '', 'ا / نوال صالح المالك', '', '', '', '', '', '', '505404977'),
(11, '', 'ا / مشاري الراجح', '', '', '', '', '', '', '530777779'),
(12, '', 'ا / ناصر تركي الشيباني', '', '', '', '', '', '', '563570057'),
(13, '', 'م / سمير حبيب بنتن', '', '', '', '', '', '', '544047722'),
(14, '', 'ا /محمد صالح القرعاوي', '', '', '', '', '', '', '504208963'),
(15, '', 'ا / بندر مغرم الشهري', '', '', '', '', '', '', '509084526'),
(16, '', 'م/ ثامر العتيبي', '', '', '', '', '', '', '549661111'),
(17, '', 'ا / نايف صالح السديس', '', '', '', '', '', '', '555198232'),
(18, '', 'م/ محمد العسيري', '', '', '', '', '', '', '554651000'),
(19, '', 'د/ تركي بقشان', '', '', '', '', '', '', '505658866'),
(20, '', 'عميد ركن .د / أحمد ضيف الله القرني', '', '', '', '', '', '', '555840149'),
(21, '', 'ا / فيصل الخليفي', '', '', '', '', '', '', '554111123'),
(22, '', 'ا / ابراهيم صالح الحسينان', '', '', '', '', '', '', '506987816'),
(23, '', 'م/ هيثم علي الجحني', '', '', '', '', '', '', '504402283'),
(24, '', 'مقدم .د/ رياض محمد الشهري', '', '', '', '', '', '', '595319107'),
(25, '', 'د/ عامر الحسيني', '', '', '', '', '', '', '555050831'),
(26, '', 'العميد الركن / فواز كاسب العنزي', '', '', '', '', '', '', '504266900'),
(27, '', 'م/ عبدالاله عبدالله الطويل', '', '', '', '', '', '', '555405141'),
(28, '', 'ا / عبدالله غازي كتبي', '', '', '', '', '', '', '544615577'),
(29, '', 'م/ عبدالحميد سليمان الحماد', '', '', '', '', '', '', '504422703'),
(30, '', 'ا / انس الفواز', '', '', '', '', '', '', '555005353'),
(31, '', 'م/ فيصل مبارك المبارك', '', '', '', '', '', '', '544542211'),
(32, '', 'ا / مشاعل بن سعيدان', '', '', '', '', '', '', '505221040'),
(33, '', 'ا / فهد ابراهيم الفعيم', '', '', '', '', '', '', '505240484'),
(34, '', 'عقيد.د/علي عبدالله الشهري', '', '', '', '', '', '', '505774808'),
(35, '', 'م/ محمد عبدالله ال عثمان', '', '', '', '', '', '', '505262280'),
(36, '', 'العميد الركن/ احمد الشهري', '', '', '', '', '', '', '505771644'),
(37, '', 'عقيد .م. د/ نايف الحازمي', '', '', '', '', '', '', '554202001'),
(38, '', 'أ / نواف المسرع', '', '', '', '', '', '', '555489791'),
(39, '', 'م/ عبدالرزاق محمد التويجري', '', '', '', '', '', '', '503244923'),
(40, '', 'ا /عبدالعزيز عبدالكريم العريج', '', '', '', '', '', '', '505274793'),
(41, '', 'د/ حميد السلمي', '', '', '', '', '', '', '556709999'),
(42, '', 'العميد الركن / ناصر المطيري', '', '', '', '', '', '', '546555513'),
(43, '', 'د /سعيد عبدالله القرشي', '', '', '', '', '', '', '532516600'),
(44, '', 'م/ فهد العرابي الحارثي', '', '', '', '', '', '', '558000110'),
(45, '', 'د/ يحيى مفرح الزهراني', '', '', '', '', '', '', '508845004'),
(46, '', 'د/ سلطان منير الحارثي', '', '', '', '', '', '', '504144041'),
(47, '', 'د/عبدالرحمن عبدالعزيز البواردي', '', '', '', '', '', '', '505810112'),
(48, '', 'ا / ابراهيم سعد السيف', '', '', '', '', '', '', '504553773'),
(49, '', 'م/ محمد الميموني', '', '', '', '', '', '', '554085025'),
(50, '', 'د/ عادل عبدالله العجاجي', '', '', '', '', '', '', '539191967'),
(51, '', 'ا / المأمون الشنقيطي', '', '', '', '', '', '', '506604179'),
(52, '', 'م/ مشاري فهد الجويرة', '', '', '', '', '', '', '502203644'),
(53, '', 'د/ عبدالله العجلان', '', '', '', '', '', '', '503140401'),
(54, '', 'م/ محمد فيصل بن معمر', '', '', '', '', '', '', '504115101'),
(55, '', 'ا / خالد الدغيثر', '', '', '', '', '', '', '599999969'),
(56, '', 'د/ جاسم شاهين الرميحي', '', '', '', '', '', '', '505873496'),
(57, '', 'م/ عبود الرفيع', '', '', '', '', '', '', '542992892'),
(58, '', 'ا / مشاعل القحطاني', '', '', '', '', '', '', '533992424'),
(59, '', 'د / عبدالعزيز الشقري', '', '', '', '', '', '', '555110885'),
(60, '', 'م/ محمد العمودي', '', '', '', '', '', '', '501232233'),
(61, '', 'ا /حمد الفطيح', '', '', '', '', '', '', '597822244'),
(62, '', 'د/ زامل المانع', '', '', '', '', '', '', '567104108'),
(63, '', 'ا / زياد آل الشيخ', '', '', '', '', '', '', '549922226'),
(64, '', 'ا / خالد عبدالله السويلم', '', '', '', '', '', '', '504458225'),
(65, '', 'ا / حنان راوه', '', '', '', '', '', '', '556672268'),
(66, '', 'م/ تركي باخريبة', '', '', '', '', '', '', '505647920'),
(67, '', 'عقيد / سعيد عايض القحطاني', '', '', '', '', '', '', '506588838'),
(68, '', 'د/ فهد أحمد الفيفي', '', '', '', '', '', '', '581119675'),
(69, '', 'ا /  عبدالعزيز سعيد الصيعري', '', '', '', '', '', '', '506599988'),
(70, '', 'ا / الجوهرة السدحان', '', '', '', '', '', '', '559110111'),
(71, '', 'د/ هدى بن سعيدان', '', '', '', '', '', '', '505222900'),
(72, '', 'ا / هديل الصيعري', '', '', '', '', '', '', '594449804'),
(73, '', 'د/ أسامة بن محمد الملا', '', '', '', '', '', '', '505928850'),
(74, '', 'م/ فيصل القرعاوي', '', '', '', '', '', '', '540003410'),
(75, '', 'د/ سليمان صالح العطية', '', '', '', '', '', '', '555138804'),
(76, '', 'ا / محمد سعود الرشيدي', '', '', '', '', '', '', '550044089'),
(77, '', 'ا / تركي سعود الأحمري', '', '', '', '', '', '', '567745365'),
(78, '', 'ا / علي مغرم الشهري', '', '', '', '', '', '', '558511000'),
(79, '', 'د/ عزيز الجعيد', '', '', '', '', '', '', '544025025'),
(80, '', 'م/ سلمان محمد العمري', '', '', '', '', '', '', '580005158'),
(81, '', 'م/ ياسر الفضلي', '', '', '', '', '', '', '555989848'),
(82, '', 'م/ محمد عمر بن زقر', '', '', '', '', '', '', '555685088'),
(83, '', 'د/عزيزة سعد الرويس', '', '', '', '', '', '', '504423728'),
(84, '', 'ا /عبدالمجيد عبدالرحمن الطاسان', '', '', '', '', '', '', '558917815'),
(85, '', 'ا /علي الشهري', '', '', '', '', '', '', '557575658'),
(86, '', 'د/ أيمن المخلفي', '', '', '', '', '', '', '541377441'),
(87, '', 'د/ محمد عبدالله الدريس', '', '', '', '', '', '', '540011282'),
(88, '', 'أ / عبدالرحمن الهتلان ', '', '', '', '', '', '', '506757989'),
(89, '', 'العقيد/ عبدالله فريح العلي', '', '', '', '', '', '', '505388042'),
(90, '', 'أ / محمد عبدالعزيز النشمي', '', '', '', '', '', '', '505450730'),
(91, '', 'د/ هادي الخالدي', '', '', '', '', '', '', '506506598'),
(92, '', 'أ / هيفاء آل حموض', '', '', '', '', '', '', '555025692'),
(93, '', 'م/ هاني عبدالله المحمد', '', '', '', '', '', '', '554454488'),
(94, '', 'أ / نواف إبراهيم الرفدي', '', '', '', '', '', '', '550036777'),
(95, '', 'أ / محمد العكاسي', '', '', '', '', '', '', '505880065'),
(96, '', 'د/ سعيد حمود الزهراني', '', '', '', '', '', '', '505234554'),
(97, '', 'د/عبدالرحمن إبراهيم الخضير', '', '', '', '', '', '', '506425995'),
(98, '', 'أ / عامر المصلوخي', '', '', '', '', '', '', '536200018'),
(99, '', 'د/ عسيري أحمد الأحوس', '', '', '', '', '', '', '505772217'),
(100, '', 'أ / تركي الأسمري ', '', '', '', '', '', '', '565111747'),
(101, '', 'أ / سلطان يوسف الشمري', '', '', '', '', '', '', '544455444'),
(102, '', 'د/عبدالعزيز سلطان الملحم', '', '', '', '', '', '', '550910001'),
(103, '', 'د/محمد حميد الثقفي', '', '', '', '', '', '', '558299229'),
(104, '', 'د/متعب إبراهيم الرويتع', '', '', '', '', '', '', '505481451'),
(105, '', 'أ / الجوهره الحربي', '', '', '', '', '', '', '591503993'),
(106, '', 'د/ مها إبراهيم الخلف', '', '', '', '', '', '', '500519369'),
(107, '', 'م/ وليد سعد آل زيدان', '', '', '', '', '', '', '555501440'),
(108, '', 'م/ ناصر عبدالله العريفي', '', '', '', '', '', '', '554230063'),
(109, '', 'م/ أحمد حميد الثقفي', '', '', '', '', '', '', '541926433'),
(110, '', 'م/ مجول سريان الدهمشي', '', '', '', '', '', '', '550935550'),
(111, '', 'أ / نجلاء المحبشي', '', '', '', '', '', '', '567888727'),
(112, '', 'أ / محمد عبدالله الزنان', '', '', '', '', '', '', '560366683'),
(113, '', 'د/ فايع محمد آل عطية', '', '', '', '', '', '', '554785752'),
(114, '', 'أ / بدر المطيري', '', '', '', '', '', '', '505949614'),
(115, '', 'د/ سامي سليمان الصالح', '', '', '', '', '', '', '558686512'),
(116, '', 'د/ فيصل محمد الشرعبي', '', '', '', '', '', '', '505248701'),
(117, '', 'أ / سلطان بداح الحربي', '', '', '', '', '', '', '505546777'),
(118, '', 'أ / أنور أحمد حلمي', '', '', '', '', '', '', '544525252'),
(119, '', 'أ / فاطمة العثمان', '', '', '', '', '', '', '558541010'),
(120, '', 'أ / خالد فيصل الغامدي', '', '', '', '', '', '', '555564606'),
(121, '', 'م/ تركي حسن اليامي', '', '', '', '', '', '', '500011122'),
(122, '', 'د/ عجلان محمد الشهري', '', '', '', '', '', '', '555255680'),
(0, 'admin@gmail.com', 'admin', 'admin', '1', 'sha256:1000::S58nFLGKeTBIad4/pvq+KYRpYtCUBfWN', '', 'approved', 'unban', '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tokens`
--
ALTER TABLE `tokens`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `tokens`
--
ALTER TABLE `tokens`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=125;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
